/* Main alert text */
"Q_HEADLINE_APP" = "“%@” es %@ que se ha %@. ¿Seguro que desea abrir este ítem?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%@” es %@ que se ha %@. ¿Seguro que desea abrir este ítem?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@” puede ser %@. Era %@ y se abrirá con %@. ¿Seguro que desea abrir este ítem?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@” dañará su ordenador. Debería trasladarlo a la Papelera."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "descargado de Internet"; 
"Q_ORIGIN_WEB" = "descargado de Internet";
"Q_ORIGIN_MAIL" = "adjuntado a un mensaje de correo";
"Q_ORIGIN_CHAT" = "adjuntado a un mensaje de chat";
"Q_ORIGIN_CALENDAR" = "adjuntado a un evento de calendario";
"Q_ORIGIN_MESSAGE" = "adjuntado a un mensaje";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Contiene el software malicioso “%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "No se ha podido trasladar “%@” a la Papelera."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "La imagen de disco que contiene “%@” no se ha podido expulsar."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Este software malicioso debe eliminarse manualmente.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "Este %@ se descargó %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ descargó este %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ descargó este %@ %@ desde %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ recibió este %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "archivo";
"Q_DETAIL_TYPE_ALIAS" = "alias";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@” está en la imagen de disco “%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@” está en una imagen de disco que no se ha podido encontrar."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "La imagen de disco se descargó %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ descargó esta imagen de disco %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ descargó esta imagen de disco %@ desde %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ recibió esta imagen de disco %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@” está en un volumen de red."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@” está en el volumen de red “%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ ha abierto esta conexión de red %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "hoy a las %@"; /* time */
"Q_DATE_YESTERDAY" = "ayer a las %@"; /* time */
"Q_DATE_THIS_YEAR" = "en %@"; /* date */
"Q_DATE_FULL" = "el %@"; /* date */
"Q_DATE_UNKNOWN" = "en una fecha desconocida"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "No mostrar este aviso al abrir esta aplicación"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "No mostrar avisos al abrir aplicaciones en esta imagen de disco";
"Q_DO_NOT_WARN_SERVER" = "No mostrar avisos al abrir aplicaciones en este volumen de red";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Abrir";
"Q_BUTTON_CANCEL" = "Cancelar";
"Q_BUTTON_SHOW_WEB_PAGE" = "Mostrar página web";
"Q_BUTTON_SHOW_MAIL" = "Mostrar mensaje";
"Q_BUTTON_SHOW_CHAT" = "Mostrar mensaje";
"Q_BUTTON_SHOW_CALENDAR" = "Mostrar evento";
"Q_BUTTON_SHOW_DMG" = "Mostrar imagen de disco";
"Q_BUTTON_SHOW_APP" = "Mostrar aplicación";
"Q_BUTTON_SHOW_SOURCE" = "Mostrar fuente";
"Q_BUTTON_EJECT_DMG" = "Expulsar imagen de disco";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Trasladar a la Papelera";

/* File kinds */
"Q_TYPE_APPLICATION" = "una aplicación";
"Q_TYPE_SCRIPT_APPLICATION" = "una aplicación script";
"Q_TYPE_UNIX_APPLICATION" = "una aplicación Unix";
"Q_TYPE_JAVA_APPLICATION" = "una aplicación Java";
"Q_TYPE_WEB_APPLICATION" = "una aplicación web";
"Q_TYPE_QUARTZ_APPLICATION" = "una aplicación Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "una aplicación Windows";
"Q_TYPE_ALIAS_VARIANT" = "un alias de %@"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
